{
    "farnum_street": {
        "lessons": [
            {
                "name": "How To Get Rich",
                "notes": [
                    "This is the author of Guns, Germs and Steel Jared Diamond",
                    "There is a spectrum between centralized (dictatorships) and Distrubuted groups (Anarchy)",
                    "Distrubuted groups also run a spectrum between single group and many groups",
                    "Group levels include: Country/governments, companies/boards of directors, states/provinces, cities/towns, counties/municipalities",
                    "Loss of guns in feudal Japan was possible becuse the society was closed and the Samari (ruling class) established control because they: 1. Recognized a threat (guns) to established power 2. Imposed restrictions to access to guns 3. Squeezed restrictions to limit access and repair for guns 4. Finally make access illegal",
                    "Principles for human groups: 1. Inovation comes in from the outside 2. All societies undergo local fads",
                    "Emperor, King/Queen, Dictator, Captain, CEO, Mayer, Govenor (state/regency)",
                    "China was a virtual island and the centralization of power in the emporor led to loss of sailing technology",
                    "Fragmentation means more chances for an idea to take root and grow",
                    "Ideas need lots of chances",
                    "Competition between groups increases the chance of adoption",
                    "Value is seen through trial and adoption is through copy",
                    "Smooth coastlines: Facebook, Twitter, Gmail, Instagram, Snapchat ...",
                    "Peninsulas/Mountains: Crypto currency, blockchain apps, scuttlebut, ???",
                    "Competition with free and secure communication increases idea adoption",
                    "Fragmentation needs balance",
                    "German beer drinkers are fiercely loyal to their local brand of beer.",
                    "There's no competition, there are ust 1,000 local monopolies",
                    "Small secretive groups do not compete",
                    "Local tastes create local monopolies and government polocies",
                ],
                "questions": [
                    "How many ways can human groups be organized?",
                    "What does all things equal mean?",
                    "There is so much upredictability in human nature, how do you hold all of the variables in check or make them constant to understand them?",
                    "How are groups isolated in the digital world",
                    "If groups in europe are formed around peninsulas, what are the digital peninsulas today?",
                    "What are teh smooth China coastlines?",

                ],
                "principles": [
                    "Isolated groups are at a disadvantage",
                    "balance between excessive fragmentation and excessive unity is needed",
                    "reality is somewhere inbetween excessivly fragmented and excessively unified and dynamically changing",
                    "Groups need to compete with each other AND maintain their free communication",
                    "There are always other consierations to becoming wealthy",
                    "Productivity is not always the best / the only wat to measure success of a groups organization"
                ]
            }
        ]
    }
}